[
    {
        "name":"Richtofen",
        "location":"Rotter Forst-Nord, Germany",
        "price":"3.500.000",
        "bedrooms":"3",
        "squaremeters":"650",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/1.jpg",
        "description":"Questa esclusiva abitazione, situata nel cuore della foresta bavarese, è appartenuta alla famiglia reale fino all'unificazione tedesca. Ha recentemente subito vari interventi di restauro."
    },
    {
        "name":"Santafiora",
        "location":"Peccioli, Italy",
        "price":"4.000.000",
        "bedrooms":"4",
        "squaremeters":"950",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/3.jpg",
        "description":"Situata nell'antica contea di Santafiora, pare che in epoca medioevale qui risiedesse stabilmente la nobile famiglia degli Aldobrandeschi, antichi signori di queste terre. La storia di quest'abitazione si riflette nel suo stile, di ispirazione romanico-gotica."
    },
    {
        "name":"Hypesion",
        "location":"Humboldt County (CA), USA",
        "price":"5.000.000",
        "bedrooms":"5",
        "squaremeters":"1360",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/4.jpg",
        "description":"In puro stile californiano, questa villa dispone di piscina, palestra e un'armeria con una dotazione degna di una base militare della US Army. Come si può facilmente capire, per tale ragione sono pressochè inutili gli antifurto installati."
    },
    {
        "name":"TropLux",
        "location":"Coetivy, Seychelles",
        "price":"7.500.000",
        "bedrooms":"4",
        "squaremeters":"840",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/5.jpg",
        "description":"Se la vostra villa dei sogni è una classica abitazione moderna situata in un paesaggio paradisiaco come quello delle Seychelles, allora TropLux è la proprietà che fa per voi: con il suo stile moderno e la sua location suggestiva, non rimarrete delusi (ma più probabilmente impoveriti) da un eventuale suo acquisto."
    },
    {
        "name":"Kaingstel",
        "location":"Prato alla Drava, Italy",
        "price":"10.000.000",
        "bedrooms":"7",
        "squaremeters":"1750",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/6.jpg",
        "description":"Per gli appassionati di castelli che desiderano un'abitazione più simile ad una fortezza che ad una villa, Kaingstel è l'opzione perfetta. Con le sue linee goticheggianti e il suo arredamento d'epoca, potrete far credere a chi viene a farvi visita di essere ricchi e nobili anche se in realtà non lo siete."
    },
    {
        "name":"Louississipi",
        "location":"RLettsworth (LA), USA",
        "price":"2.500.000",
        "bedrooms":"3",
        "squaremeters":"775",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/7.jpg",
        "description":"Lungo le rive del fiume Mississippi sorge questa lussuosissima villa, costruita sulla base di un vecchio battello che tra  Otto e Novecento solcava il lunghissimo fiume. Accanto all'abitazione è inoltre situato un molo, che consente agli occupanti della villa di impiegare, se la possiedono, una barca per spostarsi lungo il fume."
    },
    {
        "name":"Brahmaputra",
        "location":"Jharkhand, India",
        "price":"12.000.000",
        "bedrooms":"6",
        "squaremeters":"890",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/8.jpg",
        "description":"Tra le pochissime proprietà disponibili nell'Asia Continentale questa è senza ombra di dubbio la più particolare e suggestiva. Ispirata fortemente allo stile indiano di epoca quattro-cinquecentesca, è estremamente ricercata e originale: pochi la ameranno ma troveranno in essa la casa perfetta."
    },
    {
        "name":"καλοκαγαθία",
        "location":"Psara, Greece",
        "price":"1.750.000",
        "bedrooms":"1",
        "squaremeters":"305",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/9.jpg",
        "description":"Situata nella suggestiva isola di Psara, in Grecia, questa abitazione rappresenta una perfetta sintesi del classico stile tipico greco: le numerosissime terrazze ed i muri completamente bianchi sono tra le caratteristiche più notevoli di tale stile, da molti apprezzato."
    },
    {
        "name":"Tiki",
        "location":"Guam",
        "price":"4.000.000",
        "bedrooms":"3",
        "squaremeters":"570",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/10.jpg",
        "description":"Sei un cittadino americano che sogna una lussuosa villa in un'isola del Pacifico, ma non vuoi rinunciare agli agi del tuo Paese? Allora TIki è l'abitazione per te! Situata nell'isola di Guam, questa villa è perfetta per tutti i cittadini americani che vogliono vedere da più vicino i missili della Cina e della Nord Corea."
    },
        {
        "name":"Balans",
        "location":"Fiji Islands",
        "price":"6.000.000",
        "bedrooms":"5",
        "squaremeters":"880",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/11.jpg",
        "description":"Per i classici milionari che desiderano una classica villa nel Pacifico, Balans è la scelta migliore. Una perla incastonata nelle Fiji, dal design ultramoderno, questa sarà per voi un'abitazione 'tipo' solo se siete tra i 100 uomini più ricchi al mondo."
    },
    {
        "name":"Tokugawa",
        "location":"Nakatsugawa (Gifu), Japan",
        "price":"4.500.000",
        "bedrooms":"3",
        "squaremeters":"675",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/12.jpg",
        "description":"Tra le montagne del Giappone centrale, vicino alla città di Nakatsugawa, sorge la magnifica villa Tokugawa. L'abitazione presenta uno stile costituito da una commistione tra tradizione ed innovazione, presentando degli interni all'apparenza antichi, ma che in realtà celano una dotazione tecnologica estremamente all'avanguardia."
    },
    {
        "name":"Cognac",
        "location":"Lys, France",
        "price":"5.000.000",
        "bedrooms":"2",
        "squaremeters":"450",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/13.jpg",
        "description":"Tra i colli della Francia sud-occidentale, nei pressi della ridente cittadina di Lys, è situata villa Cognac. Costruita secondo i dettami dell'arte tardo-medioevale, sarà certamente apprezzata da tutti coloro che desiderano una tranquilla e suggestiva abitazione in una delle regioni più incontaminate d'Europa."
    },
    {
        "name":"Hughau",
        "location":"Prabis, Guinea-Bissau",
        "price":"7.000.000",
        "bedrooms":"4",
        "squaremeters":"1050",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/14.jpg",
        "description":"Per coloro che sono estremamente sadici e non desiderano altro che flexare la propria ricchezza su persone che vivono con meno di un dollaro al giorno, villa Hughau è l'abitazione perfetta. Situata in un Paese ed in una regione tra le più sottosviluppate del mondo, vi basterà uscire con dei vestiti addosso per essere considerati milionari."
    },
    {
        "name":"Kango",
        "location":"Albion (Victoria), Australia",
        "price":"2.500.000",
        "bedrooms":"3",
        "squaremeters":"520",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/15.jpg",
        "description":"Presso Albion, in Australia, sorge villa Kango, unica abitazione di nostro possesso in tutta l'Oceania. Ultramoderna e con un design talmente avanguardistico da non avere nemmeno una porta d'ingresso, sarete spesso costretti a passare notti insonni a causa dell'antifurto che, per vostra fortuna, funziona anche troppo bene."
    },
    {
        "name":"Talim",
        "location":"Sukakarya, Sabang City (Aceh), Indonesia",
        "price":"6.000.000",
        "bedrooms":"3",
        "squaremeters":"690",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/16.jpg",
        "description":"Nei pressi dello Stretto di Malacca, nell'estremo nord dell'Indonesia, sorge villa Talim. Nonostante l'estrema bellezza del luogo e dell'abitazione, i suoi occupanti potrebbero talvolta venire infastiditi dalle quasi 100,000 navi che ogni anno transitano vicino quelle coste."
    },
    {
        "name":"Tayyip",
        "location":"Azdavay/Kastamonu, Turkey",
        "price":"8.000.000",
        "bedrooms":"5",
        "squaremeters":"1540",
        "img":"https://raw.githubusercontent.com/BearToCode/Informatica/main/images/17.jpg",
        "description":"Nell'antica regione della Bitinia, tra le montagne dell'odierna Grecia, è situata villa Tayyip. Ex residenza dell'omonimo attuale presidente turco, non possiamo dare garanzia del fatto che egli non possa, un giorno, tornare ad esercitare la potestà su questa proprietà. Il nostro mestiere, d'altronde, non è quello di mediare con i dittat... ehm politici."
    }
]
